# Описати клас на основі заданої предметної області. 
# Створити масив об’єктів класу (інформацію вводити з файлу), 
# та за допомогою створеного меню продемонструвати результати виконання методів для кожного елемента масиву.

# 12. Клас “Квиток”.
# Поля:
# • станція прибуття;
# • час прибуття та відправлення;
# • номер місця;
# Завдання №6. Класи (4б).
# • вартість.
# Методи:
# • перетворення стрічки зі заданими часом прибуття і відправлення в числовий тип і обчислення часу поїздки у хвилинах;
# • обчислення вартості квитка (згідно з нормою за одиницю часу тривалості поїздки).