# Визначивши клас із завдання 6 за базовий, сформувати похідні класи. 
# Перевизначити методи базового класу та описати нові методи згідно з варіантом завдання. 
# Створити масив з об’єктів базового і похідного класів. Показати роботу усіх методів.

# 12. Похідні класи “Квиток міжнародного сполучення” (поле: прізвище)
# та “Квиток місцевого призначення” (поле: наявність пільги).
# Обчислення вартості квитка міжнародного сполучення проводити 
# з урахуванням кілометражу та наданням знижки за попереднє бронювання.
# Вартість квитка місцевого призначення обчислюють з урахуванням наявних пільг пасажира 
# (наприклад, дитячий – 50 %, пенсійний – 30 %, інваліди 1 групи – безкоштовно). 